Repository: saramutina/AskAway
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Would you rather have a time machine that only goes to the past or a time machine that only goes to the future?
ru: Что ты выберешь: машину времени, которая перемащается только в прошлое, или которая перемещается только в будущее?

source: Would you rather have ageless beauty or unlimited wealth?
ru: Что ты выберешь: никогда не стареть внешне или бесконечное богатство?

source: Would you rather live in a world without music or a world without books?
ru: Что ты выберешь: жить в мире без музыки или в мире без книг?

source: Would you rather be a famous actor/actress or a successful author?
ru: Что ты выберешь: быть известным актером (актрисой) или быть успешным писателем (писательницей)?

source: Would you rather always have to whisper or always have to shout?
ru: Что ты выберешь: всегда шептать или всегда кричать?

source: Would you rather have the power to be invisible or the power to read minds?
ru: Что ты выберешь: невидимость или способность читать мысли?

source: Would you rather have the ability to see 10 minutes into the future or 150 years into the future?
ru: Что ты выберешь: способность видеть будущее на 10 минут вперёд или на 150 лет вперёд?

source: Would you rather never have to wait in line again or never have to do chores again?
ru: Что ты выберешь: чтобы тебе никогда больше не нужно было стоять в очередях или никогда не делать домашние дела?

source: Would you rather have a personal chef or a personal masseuse?
ru: Что ты выберешь: иметь личного шеф-повара или личного массажиста?

source: Would you rather have the ability to teleport anywhere or have the ability to time travel?
ru: Что ты выберешь: способость телепортироваться куда хочешь или способность путешествовать во времени?

source: Would you rather take your dream job with a terrible wage, or become a millionaire but hate your job?
ru: Что ты выберешь: работу твоей мечты с маленькой зарплатой или зарабатывать миллионы, но ненавидеть свою работу?

source: Would you rather have the power of super strength or the power of super speed?
ru: Что ты выберешь: суперсилу или суперскорость?

source: Would you rather have a pet dinosaur or a pet dragon?
ru: Что ты выберешь: домашнего питомца - динозавра или домашнего питомца - дракона?

source: Would you rather delete all social media or move cities?
ru: Что ты выберешь: удалить все свои соцсети или переехать в другой город?

source: Would you rather live in a world where it always snows or a world where it never stops raining?
ru: Что ты выберешь: жить в мире где всегда идёт снег или в мире где всегда идёт дождь?

source: Would you rather have unlimited free travel for life or unlimited free meals for life?
ru: Что ты выберешь: неограниченное количество бесплатных путешествий или чтобы вся еда всегда была для тебя бесплатной?

source: Would you rather be able to control the weather or control people's emotions?
ru: Что ты выберешь: способность контролировать погоду или контролировать эмоции людей?

source: Would you rather know the way you die or the date of your death?
ru: Что ты выберешь: знать как ты умрёшь или дату своей смерти?

source: Would you rather live in a treehouse or in an underground bunker?
ru: Что ты выберешь: жить в доме на дереве или жить в подземном бункере?

source: Would you rather have a personal robot or a personal assistant?
ru: Что ты выберешь: иметь личного робота или личного асистента?

source: Would you rather be able to speak to your past self or your future self?
ru: Что ты выберешь: способность общаться с собой в прошлом или с собой в будущем?

source: Would you rather live in a world where everyone can read minds or a world where everyone can fly?
ru: Что ты выберешь: жить в мире где все могут читать мысли друг друга или где все могут летать?

source: Would you rather have a personal library with every book ever written or a personal art collection with every famous painting?
ru: Что ты выберешь: иметь личную библиотеку со всеми когда-либо написанными книгами или личную коллекцию всех известных картин?

source: Would you rather live in a world where it's always day or a world where it's always night?
ru: Что ты выберешь: жить в мире где всегда день или в мире где всегда ночь?

source: Would you rather have a personal stylist or a personal trainer?
ru: Что ты выберешь: личного стилиста или личного тренера?

source: Would you rather have the ability to speak with the dead or the ability to see the future?
ru: Что ты выберешь: способность говорить с мёртвыми или способность видеть будущее?

source: Would you rather always have to wear a superhero costume or a formal suit/dress?
ru: Что ты выберешь: чтобы тебе всегда нужно было носить костюм супергероя или официальный костюм/платье?

source: Would you rather have the ability to control electronics or control the elements (fire, water, earth, air)?
ru: Что ты выберешь: способность управлять электроникой или способность управлять стихиями (огонь, вода, земля, воздух)?

source: Would you rather be able to teleport to any place on Earth or travel to any planet in the universe?
ru: Что ты выберешь: способность перемещаться в любое место на Земле или на любую планету во вселенной?

source: Would you rather permanently change your hair or permanently change your face shape?
ru: Что ты выберешь: навсегда изменить свои волосы или навсегда изменить форму лица?

source: Would you rather have the ability to time travel and change the past or see into the future but not be able to change it?
ru: Что ты выберешь: способность путешествовать во времени и менять прошлое или видеть будущее, но не иметь возможности его поменять?

source: Would you rather lose your driver’s license for 2 years or lose at ever game you play for 2 years?
ru: Что ты выберешь: потерять (без возможности восстановить) свои автомобильные права на 2 года или проигрывать в каждой игре в которую играешь в течении 2 лет?

source: Would you rather be able to control gravity or control time?
ru: Что ты выберешь: способность контролировать гравитацию или контролировать время?

source: Would you rather have the power to transform into any animal or have the power to communicate with animals?
ru: Что ты выберешь: способность превращаться в любое животное или способность общаться с животными?

source: Would you rather be able to breathe underwater or have the ability to walk on water?
ru: Что ты выберешь: способность дышать под водой или ходить по воде?

source: Would you rather be able to speak to aliens or speak to ghosts?
ru: Что ты выберешь: способность общаться с инопланетянами или с привидениями?

source: Would you rather live in a world without technology or a world without art?
ru: Что ты выберешь: жить в мире без технологий или в мире без искусства?

source: Would you rather have the ability to talk to your pet or have your pet be able to talk back to you?
ru: Что ты выберешь: способность говорить со своими питомцами или чтобы твои питомцы могли говорить с тобой?

source: Would you rather always have to wear mismatched socks or always have to wear shoes on the wrong feet?
ru: Что ты выберешь: всегда носить непарные носки или всегда носить обувь не на той ноге (правую на левой и левую на правой)?

source: Would you rather have the power to control dreams or control nightmares?
ru: Что ты выберешь: способность управлять обычными снами или управлять кошмарами?

source: Would you rather live on a tropical island, or live amongst a wood forest?
ru: Что ты выберешь: жить на тропическом острове или жить в лесу?

source: Would you rather discover you were adopted or find out your family belongs to a secret cult?
ru: Что ты выберешь: узнать что тебя усыновили (удочерили) или узнать что твоя семья является частью секретного культа?

source: Would you rather have access to your partner’s search history or have unlimited access to their credit card?
ru: Что ты выберешь: всегда иметь доступ к поисковой истории своего партнера или неограниченный доступ к их кредитке?

source: Would you rather have the power to heal others or the power to bring inanimate objects to life?
ru: Что ты выберешь: способность исцелять других или способность оживлять неодушевленные предметы?

source: Would you rather be the only one who has magic powers in the world or be the person without magic powers in the magic world?
ru: Что ты выберешь: быть единственным человеком в мире, обладающим магическими способностями, или быть человеком без магических способностей в магическом мире?

source: Would you rather be forced to answer 200 personal questions or do stand up comedy in front of a full audience?
ru: Что ты выберешь: отвечать на 200 личных вопросов или выступать как комик перед полным залом?

source: Would you rather go out to dinner every night or go out to the movies every night?
ru: Что ты выберешь: ужинать в ресторанах или кафе каждый день или каждый вечер ходить в кино?

source: Would you rather have your partner know everything you think, or your mum?
ru: Что ты выберешь: чтобы твой партнер знал всё что ты думаешь или чтобы это знала твоя мама?

source: Would you rather be extraordinary and unknown or ordinary and famous?
ru: Что ты выберешь: быть особенным и неизвестным человеком или обычным и известным?

source: Would you rather live in a cold or a hot climate?
ru: Что ты выберешь: жить в холодном или жарком климате?

source: Would you rather have bright blue skin or be invisible?
ru: Что ты выберешь: иметь синюю кожу или быть невидимым?

source: Would you rather be born 300 years ago or 300 years in the future?
ru: Что ты выберешь: родиться 300 лет назад или через 300 лет в будущем?

source: Would you rather forget how to read or forget how to speak?
ru: Что ты выберешь: забыть как читать или забыть как разговаривать?

source: Would you rather shave your head or have you face painted like a clown 24/7 for a month?
ru: Что ты выберешь: сбрить все свои волосы под ноль или в течение месяца ходить 24/7 с лицом раскрашенным как у клоуна?

source: Never have I ever traveled solo to a foreign country.
ru: Я никогда не путешествовал(а) один (одна) в другую страну.

source: Never have I ever been in love.
ru: Я никогда не был(а) влюблен(а).

source: Never have I ever gotten a tattoo.
ru: Я никогда не имел(а) татуировки.

source: Never have I ever gone on a blind date.
ru: Я никогда не ходил(а) на свидание вслепую.

source: Never have I ever gone camping in the wilderness.
ru: Я никогда не ходил(а) в поход в дикой местности.

source: Never have I ever learned how to play a musical instrument.
ru: Я никогда не учился (не училась) играть на каком-то музыкальном инструменте.

source: Never have I ever ridden a horse.
ru: Я никогда не ездил(а) на лошади.

source: Never have I ever been on a hot air balloon ride.
ru: Я никогда не катался (не каталась) на воздушном шаре.

source: Never have I ever been scammed or conned.
ru: Я никогда не был(а) обманутым (обманутой) мошенниками.

source: Never have I ever gone skinny dipping.
ru: Я никогда не плавал(а) голышом.

source: Never have I ever tried a extreme sport like rock climbing or paragliding.
ru: Я никогда не пробовал(а) заниматься каким-то экстремальным спортом (например скалолазанием или дельтапланеризмом).

source: Never have I ever gone on a date with someone I met online.
ru: Я никогда не ходил(а) на свидание с кем-то с кем познакомился (познакомилась) онлайн.

source: Never have I ever won a contest or competition.
ru: Я никогда не побеждал(а) в каком-либо конкурсе или соревновании.

source: Never have I ever gone vegan or tried a strict diet.
ru: Я никогда не сидел(а) на веганской или другой строгой диете.

source: Never have I ever dined and dashed.
ru: Я никогда не убегал(а) из кафе или ресторана не заплатив за еду.

source: Never have I ever tried a food challenge, like eating a large pizza by myself.
ru: Я никогда не пробовал(а) участвовать в каком-то челлендже по поеданию еды (например, съесть большую пиццу в одиночку за раз).

source: Never have I ever gotten lost in a foreign city.
ru: Я никогда не терялся (не терялась) в незнакомом городе.

source: Never have I ever gone spelunking or explored caves.
ru: Я никогда не спускался (не спускалась) в пещеры или подземные тунелли.

source: Never have I ever gotten a piercing other than on my ears.
ru: Я никогда не имел(а) никакого пирсинга помимо проколотых ушей.

source: Never have I ever taken part in a flash mob or public dance.
ru: Я никогда не участвовал(а) во флешмобе или в танцах в общественных местах.

source: Never have I ever tried an extreme hairstyle or hair color.
ru: Я никогда не имел(а) какую-то экстремальную причёску или цвет волос.

source: Never have I ever made a prank call.
ru: Я никогда не участвовал(а) в телефонном розыгрыше.

source: Never have I ever lied about my age to impress someone.
ru: Я никогда не врал(а) о своём возрасте чтобы кого-то впечатлить.

source: Never have I ever kissed someone on the first date.
ru: Я никогда не целовался (не целовалась) ни с кем на первом свидании.

source: Never have I ever broken a bone.
ru: Я никогда не ломал(а) кости.

source: Never have I ever been caught cheating on a test or exam.
ru: Я никогда не был(а) замечен(а) в списывании на тесте или экзамене.

source: Never have I ever had a crush on a celebrity.
ru: Я никогда не выл(а) влюблен(а) в какую-то знаменитость.

source: Never have I ever kissed someone of the same gender.
ru: Я никогда не целовал(а) человека одного со мной пола.

source: Never have I ever lied on a resume or job application.
ru: Я никогда не врал(а) в резюме или заявлении на работу.

source: Never have I ever pretended to know a song just to fit in.
ru: Я никогда не притворялся (не притворялась) что знаю какую-то песню чтобы вписаться в компанию.

source: Never have I ever pretended to be sick to get out of something.
ru: Я никогда не притворялся (не притворялась) что я болею чтобы не идти куда-то.

source: Never have I ever dated more than one person at the same time.
ru: Я никогда не встречался (не встречалась) больше чем с одним человеком одновременно.

source: Never have I ever received a love letter from someone I didn't know.
ru: Я никогда не получал(а) любовную записку или письмо от кого-то, кого я не знал(а).

source: Never have I ever lied about my nationality or ethnicity.
ru: Я никогда не врал(а) о своей национальности или происхождении.

source: Never have I ever lied about my relationship status.
ru: Я никогда не врал(а) о своем семейном положении или наличии отношений.

source: Never have I ever re-gifted something.
ru: Я никогда не передаривал(а) какой-то подарок.

source: Never have I ever been stalking someone on social media.
ru: Я никогда не следил(а) за кем-то тайно в соцсетях.

source: Never have I ever stayed awake for 24 hours straight.
ru: Я никогда не был(а) без сна больше чем 24 часа подряд.

source: Never have I ever flirted with someone to get a discount or special treatment.
ru: Я никогда не флиртовал(а) с кем-то ради того чтобы получить скидку или особое отношение.

source: Never have I ever been caught talking to myself.
ru: Я никогда не был(а) замечен(а) в том что разговариваю сам(а) с собой.

source: Never have I ever called someone by the wrong name repeatedly.
ru: Я никогда не называл(а) кого-то неоднократно не тем именем.

source: Never have I ever laughed at a joke I didn't understand.
ru: Я никогда не смеялся (не смеялась) над шуткой, которую не понял(а).

source: Never have I ever had a secret online dating profile.
ru: Я никогда не имел(а) секретную страничку на сайте знакомств.

source: Never have I ever accidentally walked into the wrong restroom.
ru: Я никогда не заходил(а) случайно не в ту туалетную комнату.

source: Never have I ever laughed so hard that I peed a little.
ru: Я никогда не смеялся (не смеялась) настолько сильно, чтобы чуть-чуть описаться.

source: Never have I ever accidentally called my teacher or boss "mom" or "dad".
ru: Я никогда не называл(а) случайно учителя или босса "мама" или "папа".

source: Never have I ever cheated on someone.
ru: Я никогда не изменял(а) никому.

source: Never have I ever been cheated on.
ru: Я никогда не был(а) тем, кому изменили.

source: Never have I ever stolen anything.
ru: Я никогда не воровал(а) ничего.

source: Never have I ever been in a relationship with someone significantly older or younger than me.
ru: Я никогда не был(а) в отношениях с человеком значительно старше или младше меня.

source: Never have I ever accidentally sent a message to the wrong group chat.
ru: Я никогда не посылал(а) случайно сообщение не в тот групповой чат.

source: Never have I ever had a secret crush on a friend's partner or ex-partner.
ru: Я никогда не был(а) тайно влюблен(а) в парнера или экс-партнера своего друга или подруги.

source: Never have I ever had a friends-with-benefits arrangement.
ru: Я никогда не имел(а) "дружбу с привилегиями".

source: Never have I ever had my pants rip in a public place.
ru: Я никогда не был(а) в ситуации когда на мне лопались штаны в публичном месте.

source: Never have I ever kissed my best friend.
ru: Я никогда не целовал(а) своего лучшего друга или подругу.

source: Never have I ever had a secret relationship or kept a romantic partner hidden from others.
ru: Я никогда не имел(а) секретных отношений или романтического партнера, которого приходилось скрывать от других.

source: Never have I ever accidentally hit "Reply All" in an email and shared something private.
ru: Я никогда не нажимал(а) кнопку "Ответить всем" в имейле и не делилась случайно так чем-то личным.

source: Never have I ever gotten into a physical fight.
ru: Я никогда не участвовал(а) в драке.

source: Never have I ever told someone "I love you" without meaning it.
ru: Я никогда не говорил(а) кому-то "Я тебя люблю" не чувствуя этого на самом деле.

source: Never have I ever attended a comic convention.
ru: Я никогда не был(а) на фестивале комиксов.

source: Never have I ever accidentally sent a text about someone to that person instead of a friend.
ru: Я никогда не посылал(а) случайно человеку сообщение о нем самом, думая что посылаю это сообщение другу или подруге.

source: Never have I ever given a lap dance.
ru: Я никогда не танцевал(а) ни у кого на коленях.

source: Never have I ever gotten a lap dance.
ru: Я никогда не был(а) человеком у которого на коленях кто-то танцует.

source: Never have I ever had a negative bank account balance.
ru: Я никогда не имел(а) отрицательный баланс на банковском счету.

source: Never have I ever kissed someone without knowing their name.
ru: Я никогда не целовал(а) кого-то, чьего имени не знал(а) в этот момент.

source: Never have I ever been repeatedly mispronouncing a common word in a conversation.
ru: Я никогда не произносил(а) многократно какое-то распространенное слово неправильно в одном разговоре.

source: Never have I ever been fired or expelled.
ru: Я никогда не был(а) уволен(а) или исключен(а) откуда-то.

source: Never have I ever broken the law.
ru: Я никогда не нарушал(а) закон.

source: Never have I ever stayed in a relationship that I really wasn’t feeling.
ru: Я никогда не оставался (не оставалась) в отношениях в которых мне не хотелось быть.

source: Never have I ever given someone a fake phone number.
ru: Я никогда не давал(а) никому специально неправильный номер телефона.

source: Never have I ever seen a ghost.
ru: Я никогда не видел(а) привидение.

source: Never have I ever intentionally started a fight between other people.
ru: Я никогда не подстрекал(а) специально драку между другими людьми.

source: Never have I ever had a relationship last less than a month.
ru: Я никогда не был(а) в отоношениях, которые продлились меньше одного месяца.

source: Never have I ever had a relationship last longer than a year.
ru: Я никогда не был(а) в отношениях которые длились больше года.

source: Never have I ever found a dumb excuse to text an ex.
ru: Я никогда не находил(а) дуракций повод чтобы написать бывшему или бывшей.

source: Never have I ever catfished someone.
ru: Я никогда не притворялся (не притворялась) другим человеком онлайн.

source: Never have I ever been sent to the principal's office.
ru: Я никогда не был(а) тем кого вызывают в офис к директору.

source: Never have I ever been accused of sharing too much on social media.
ru: Я никогда не был(а) обвиненным (обвиненной) в том, что я слишком много делюсь личным в соцсетях.

source: Never have I ever been in an open relationship.
ru: Я никогда не был(а) в свободных отношениях.

source: Never have I ever been told I snore loudly.
ru: Я никогда не слышал(а) от кого-то что я громко храплю.

source: Never have I ever used someone else's toothbrush.
ru: Я никогда не использовал(а) чужую зубную щётку.

source: Never have I ever met a celebrity.
ru: Я никогда не встречал(а) никакую знаменитость.

source: Never have I ever broken someone’s heart.
ru: Я никогда не разбивал(а) ничьё сердце.

source: Never have I ever auditioned for a reality television show.
ru: Я никогда не участвовал(а) в прослушивании для реалити-шоу.

source: Never have I ever gone to a party I wasn’t invited to.
ru: Я никогда не приходил(а) на вечеринку, на которую меня не звали.

source: Never have I ever cut my own hair.
ru: Я никогда не стриг(ла) сам(а) свои волосы.

source: Never have I ever wanted to date my ex again.
ru: Я никогда не хотел(а) снова встречаться со своим бывшим партнером.

source: Never have I ever predicted something significant about future that came true.
ru: Я никогда не предсказывал(а) чего-то существенного про будущее, что потом сбылось.

source: Never have I ever lied while playing this game.
ru: Я никогда не врал(а) играя в эту игру.

source: Never have I ever forgotten names of people in this room.
ru: Я никогда не забывал(а) имена людей в этой комнате.
