Repository: saramutina/AskAway
Catalog: *.lproj/Localizable.strings
Languages: ru

source: What is your greatest strength?
ru: Какая твоя самая сильная сторона?

source: How do you handle and learn from criticism or feedback?
ru: Как ты относишься к и справляешься с критикой и обратной связью?

source: Do you have a personal mantra or quote that resonates deeply with you? What is it?
ru: Есть ли у тебя личная “мантра” или цитата которая находит в тебе глубокий отклик? Что это за фраза?

source: When was the last time you suffered from imposter syndrome?
ru: Когда в последний раз ты сталкивался (сталкивалась) с синдромом самозванца?

source: What has been the best phase in your life so far?
ru: На сегодняшний день, какая была лучшая фаза твоей жизни?

source: What was your relationship with your parents growing up?
ru: Какие у тебя были отношения с родителями когда ты рос(ла)?

source: What was your biggest fear as a child which is still something you fear today?
ru: Какой у тебя был самый большой страх детства из тех чего ты до сих пор боишься?

source: How comfortable do you feel talking about your past?
ru: Насколько легко тебе говорить о своем прошлом?

source: If you could change one experience in your life, what would it be?
ru: Если бы ты мог изменить одно событие в своей жизни, что бы это было?

source: If you could know one thing about your future now, what would it be?
ru: Если бы ты мог(ла) узнать какую-то одну вещь о своем будущем, что бы тебе хотелось узнать?

source: Do you think we can change our future, or that it is already predestined?
ru: Ты думаешь что мы можем поменять своё будущее или что оно уже предопределено?

source: When you hear the word future, what do you first think of?
ru: Когда ты слышишь слово “будущее” - о чем ты думаешь в первую очередь?

source: What’s one opinion you have completely changed throughout your lifetime?
ru: Какое мнение у тебя полностью поменялось в течение жизни?

source: What are three things you truly love about yourself?
ru: Какие 3 вещи ты по-настоящему любишь в себе?

source: Are you guided more by a set of beliefs, or by gut feeling?
ru: Ты чаще руководствуешься набором убеждений или интуицией?

source: Do you believe in astrology?
ru: Веришь ли ты в астрологию?

source: Do you think the Matrix could be real?
ru: Как ты думаешь, может ли оказаться что мы живем в Матрице?

source: Do you believe in giving people second chances? Are there times when you don’t?
ru: Веришь ли ты в то что все заслуживают второго шанса? В каких случаях нет?

source: Would you accept eternal life if you were granted it?
ru: Если бы тебе даровали вечную жизнь, ты бы согласился (согласилась)?

source: Do you derive your identity from your occupation? Be honest.
ru: Насколько сильно твоя самоидентичность связана с твоей профессией? Только честно.

source: Do you feel work has added to or subtracted from your life?
ru: Как ты чувствуешь: работа скорее улучшила твою жизнь или что-то из неё забрала?

source: Who is one person you wish you’d never met and why?
ru: С каким человеком ты жалеешь что когда-то повстречался (повстречалась)? Почему?

source: Do you ever question your own sanity?
ru: Ты когда-либо сомневался (сомневалась) в том что находишься в здравом уме?

source: What would you want your legacy to be?
ru: Каким бы ты хотел(а) видеть своё наследие?

source: If you could write a journal entry right now, how would it start?
ru: Если бы ты прямо сейчас писал(а) в дневнике, как бы ты начал(а) эту запись?

source: If you knew you had one year to live, how would you spend it?
ru: Если бы ты узнал(а) что тебе осталось жить всего год, как бы ты его провел(а)?

source: If you died today, would you be satisfied with the life you’ve lived?
ru: Если бы ты умер(ла) сегодня, ты был(а) бы доволен (довольна) прожитой жизнью?

source: Do you think you are genuinely a good person?
ru: Считаешь ли ты себя по-настоящему хорошим человеком?

source: How do you lean politically?
ru: К каким политическим взглядам ты склоняешься?

source: In general, do you prefer engaging in or avoiding political discussions?
ru: Обычно ты предпочитаешь участвовать в или избегать политических дискуссий?

source: What are your thoughts on traditional male and female roles?
ru: Как ты относишься к традиционным "женским" и "мужским" ролям?

source: What is your take on feminism?
ru: Как ты относишься к феминизму?

source: Is there anyone who you would be able to die for to save their life?
ru: Есть ли такой человек который ради спасения жизни которого был(а) бы готов(а) пожертвовать собой?

source: When was the last time you cried? What was the reason?
ru: Когда ты последний раз плакал(а)? По какому поводу?

source: If you could choose a family member or a friend who would live with you for a year, who would you choose?
ru: Если бы тебе нужно было выбрать члена твоей семьи или друга, с которым тебе бы пришлось жить в течение целого года - кого бы ты выбрал(а)?

source: Have you ever experienced an identity crisis? If yes, what happened?
ru: У тебя был когда-либо кризис идентичности? Если да, то что произошло?

source: What is your biggest personality flaw?
ru: Какой самый большой недостаток в твоем характере?

source: Have you ever had an unhealthy relationship with drugs or alcohol to the point where it affected your relationships and job?
ru: Были ли у тебя когда-либо нездоровые отношения с алкоголем или наркотиками, до такой степени что это влияло на твои отношения и работу?

source: What is your opinion about adoption and surrogacy?
ru: Как ты относишься к усыновлению детей и к сурогатному материнству?

source: Would you rather have a partner without a baby or a baby without a partner?
ru: Ты бы скорее предпочел (предпочла) иметь партнера, но не иметь детей, или иметь детей, но не иметь партнера?

source: What relationship do you wish you could fix?
ru: Какие отношения тебе бы хотелось исправить?

source: Would you stay with a spouse who cheated on you?
ru: Ты бы мог(ла) остаться с мужем или женой, которые тебе изменили?

source: Do you think human beings are harming the planet?
ru: Считаешь ли ты что человечество вредит нашей планете?

source: Would you date someone who was bisexual or biromantic? Why or why not?
ru: Ты бы мог(ла) встречаться с бисексуальным или биромантичным человеком? Почему?

source: Do you find it difficult to admit when you’re wrong? Why or why not?
ru: Тебе сложно признаваться в том что ты неправ(а)? Почему?

source: Have you ever lost a loved one? And if yes, how has that loss changed you?
ru: Тебе когда-либо приходилось терять близких людей? Если да, то как эта потеря на тебя повлияла?

source: How do you cope on those days when everything seems to go wrong?
ru: Как ты справляешься с теми днями, когда кажется что всё идёт не так?

source: What is your view on monogamy and “til death do us part”?
ru: Что ты думаешь о моногамии и “пока смерть не разлучит нас”?

source: Do you believe someone’s DNA says all you need to know about their gender?
ru: Веришь ли ты что ДНК дает полную картину о гендере человека?

source: What’s your take on body positivity?
ru: Что ты думаешь о бодипозитиве?

source: Is there is something that you do daily that you secretly hate doing?
ru: Есть ли что-то, что ты делаешь каждый день, но тайно ненавидишь делать?

source: If you died today, is there anyone you’d regret not reaching out to?
ru: Если бы ты умер(ла) сегодня, есть ли такой человек, о кем бы ты пожалел(а), что не успел(а) связаться?

source: When you’re in a bad mood, would you rather have company or be left alone?
ru: Когда ты в плохом настроении, то тебе лучше быть с кем-то, или одному (одной)?

source: Have you ever learned to trust someone again after they betrayed you?
ru: Удавалось ли тебе снова начать доверять человеку после того как он тебя предал?

source: What do people constantly misunderstand about you?
ru: Что люди часто неправильно понимают про тебя?

source: What one person do you most want to hear from when you’re hurting?
ru: Когда тебе больно, то с каким человеком тебе больше всего хочется поговорить?

source: How have your political or religious views changed in the past ten years?
ru: Как твои политические или религиозные убеждения поменялись за последние 10 лет?

source: What is your top friendship deal breaker?
ru: Что для тебя может стать поводом закончить дружбу с человеком?

source: How does your work reflect your passions, skills, and interests?
ru: Как твоя работа отражает твои увлечения, способности и интересы?

source: Do you tend to escape the reality during difficult moments in your life? How do you do it?
ru: Есть ли у тебя склонность избегать реальность в трудные моменты жизни? Если да, то как ты это делаешь?

source: What situations drain your energy the most? How do you deal with them?
ru: Какие ситуации больше всего вытягивают из тебя энергию? Как ты с ними справляешься?

source: What is the biggest dealbreaker for you in a relationship?
ru: Что для тебя неприемлемо в отношениях?

source: What, if anything, is too serious to be joked about?
ru: Какие темы (если такие есть) слишком серьезные, чтобы о них шутить?

source: If you redesigned society, what would you change?
ru: Если бы ты мог(ла) изменить общество, то что бы ты поменял(а)?

source: If we could create a perfect date night together, what would it look like?
ru: Если бы мы с тобой устроили идеальное свидание - как бы оно выглядело?

source: What is your ultimate dream or life goal, and how can I support you in achieving it?
ru: Какая у тебя сейчас основная мечта или цель в жизни, и как я могу тебя поддержать в ее достижении?

source: If we could retire early and spend our days doing something we love, what would that be for you?
ru: Если бы мы могли поарньше выйти на пенсию и проводить наши дни занимаясь тем что мы любим - что бы это было для тебя?

source: Do you want to have kids? Why or why not?
ru: Хочешь ли ты иметь детей? Почему или почему нет?

source: What is your love language, and how can I express love to you in a way that resonates with you?
ru: Какой у тебя язык любви? Как я могу выражать свою любовь так, чтобы тебе это откликалось?

source: What is your favorite memory of us as a couple?
ru: Какое у тебя любимое воспоминание о нас как о паре?

source: How do you envision our future together, and what are some of the things you'd like to experience as a couple?
ru: Как ты представляешь себе наше будущее вместе? Что бы ты хотел(а) чтобы мы вместе испытали как пара?

source: If you could change one thing about our relationship, what would it be, and why?
ru: Если бы ты мог(ла) поменять одну вещь в наших отношениях - что бы это было и почему?

source: What are your thoughts on financial independence and long-term financial planning for our future?
ru: Что ты думаешь о финансовой независимости и как ты представляешь долгосрочные финансовые планы в нашем будущем?

source: If we could start a business together, what kind of business would you be excited to venture into?
ru: Если бы мы с тобой начали какой-то совместный бизнес - каким бизнесом ты бы хотел(а) заняться?

source: How do you envision your career evolving in the next five or ten years, and what support or guidance do you need from me?
ru: Как ты представляешь развитие своей карьеры в ближайшие 5 или 10 лет, и какую поддержку на этом пути я могу тебе оказать?

source: What are your thoughts on personal space and alone time within a relationship?
ru: Что ты думаешь о времени наедине с собой и личном пространстве в отношениях?

source: If we could take a class or learn a new skill together, what would you be interested in exploring?
ru: Если бы мы могли вместе пойти на какие-то курсы или занятия, чтобы научиться чему-то новому, чем бы тебе было интересно заняться?

source: What does marriage mean to you?
ru: Что для тебя значит официальный брак?

source: How do you envision our ideal future home or living situation?
ru: Как ты себе представляешь наш идеальный дом или пространство где мы будем жить?

source: What is something you appreciate or admire about me that you haven't shared before?
ru: Есть ли что-то что тебе нравится или ты ценишь во мне, но чем ты еще со мной не делился (не делилась)?

source: If we were to write a bucket list of travel destinations, what are three places you'd definitely want to include?
ru: Если бы мы с тобой составляли список туристических мест/направлений, которые обязательно надо посетить до конца жизни, то какие 3 места ты бы обязательно хотел(а) включить в этот список?

source: What are some of the small things that make you feel loved and appreciated in our relationship?
ru: Какие мелочи заставялют тебя чувствовать что тебя любят и ценят в наших отношениях?

source: What are some shared values or principles that we both hold dear?
ru: Какими общими ценностями и принципами мы оба дорожим?

source: How do you envision our ideal balance between quality time together and individual pursuits?
ru: Как ты представляешь себе идеальный баланс между временем проводимым вместе и личными делами?

source: What is your favorite memory from the early days of our relationship, and why does it hold a special place in your heart?
ru: Какое у тебя любимое воспоминание о первых днях наших отношений, и почему оно занимает особое место в твоем сердце?

source: What is your favorite way to communicate and connect with me, both verbally and non-verbally?
ru: Какой твой любимый способ общения и связи со мной, как вербально так и невербально?

source: How do you envision our relationship evolving or growing in the next five years?
ru: Как ты представляешь развитие наших отношений в течение следующих пяти лет?

source: What are some activities or rituals that you’d love for us to incorporate into our daily lives?
ru: Какие занятия или ритуалы тебе бы хотелось добавить в нашу повседневную жизнь?

source: If you were having relationship troubles, would you ever go see a relationship counselor?
ru: Если бы у нас начались проблемы в отношениях, ты бы пошел (пошла) со мной к семейному психологу?

source: How do you navigate conflicts or disagreements in our relationship? Is there anything we can improve upon?
ru: Как ты справляешься с конфликтами и разногласиями в наших отношениях? Можем ли мы как-то улучшить их разрешение?

source: What are some of the ways we can continue to support and encourage each other's personal growth and development?
ru: Как мы можем продолжать поддерживать и поощрять личный рост и развитие друг друга?

source: How do you prioritize self-care within our relationship, and how can we create space for it?
ru: Как ты заботишься о себе в наших отношениях? И как мы можем помочь друг другу создать для этого пространство?

source: What are your thoughts on financial planning and shared financial goals within our relationship?
ru: Что ты думаешь о финансовом планировании и совместных финансовых целях в наших отношениях?

source: If we were to win the lottery, what would be the first adventurous thing you'd want us to experience together?
ru: Если бы мы выиграли в лотерею, на какую авантюру ты бы хотел(а) отправиться со мной?

source: If you could create the perfect work-life balance, what would it look like for you, and how can we work towards it together?
ru: Если бы ты мог(ла) создать идеальный баланс рабочего и личного, как бы он выглядел для тебя? Можем ли мы вместе как-то приблизить его к реальности?

source: If we could embark on an adventure together, what would it be, and what excites you about it?
ru: Если бы мы вместе отправились в приключение, куда бы мы поехали и что бы тебе было особенно интересно делать?

source: Is jealousy healthy in a relationship?
ru: Считаешь ли ты ревность здоровой в отношениях?

source: What are some dreams or aspirations you've had since childhood that you still wish to pursue, and how can we support each other in making them a reality?
ru: Какие мечты или устремления у тебя появились еще в детстве, но которые ты все еще хочешь осуществить? И как мы можем поддержать друг друга, чтобы воплотить их в жизнь?

source: What are some shared goals or dreams that we can work towards as a couple?
ru: К каким общим целям и мечтам мы можем вместе стремиться?

source: What's something that you wish I would ask you about more often?
ru: О чем ты бы хотел(а) что я тебя чаще спрашивал(а)?

source: How many hugs do you need each day?
ru: Сколько раз в день тебе бы хотелось чтобы я тебя обнимал(а)?

source: What are your thoughts on creating a legacy or leaving a lasting impact, and how can we work towards it together as a couple?
ru: Какой бы тебе хотелось оставить след после себя? И как мы можем это осуществить?

source: How do you envision our ideal retirement and the lifestyle we want to lead, and what steps can we take now to ensure a fulfilling future?
ru: Как ты представляешь себе нашу идеальную жизнь на пенсии? Какие шаги для этого мы можем сделать сейчас?

source: When did you know you loved me?
ru: Когда ты понял(а) что любишь меня?

source: What is one wild dream you've had since childhood that you'd love to bring to life, even if it seems a bit silly or whimsical?
ru: Какую мечту детства ты бы хотел(а) воплотить, даже если она кажется немножко странной или глупой?

source: If we could go on a dream vacation together, where would you want to go and why?
ru: Если бы мы поехали в путешествие мечты, куда бы ты хотел(а) поехать и почему?

source: What is one cause or charity you'd like us to support as a couple, and how can we make a positive impact together?
ru: Какую благотворительность ты бы хотел(а) чтобы мы вместе поддерживали, и как мы можем помочь этой цели?

source: If we were to create a unique tradition or ritual for our relationship, what would it be and how would it bring us joy?
ru: Если бы мы придумали свою собственную традицию или ритуал в наших отношениях - что бы ты хотел(а) что бы это было и как бы приносило нам радость?

source: What is your favorite way to show affection, and how can we incorporate it more into our daily lives?
ru: Какой твой любимый способ проявять любовь? Как мы можем внедрить его в нашу повседневную жизнь?

source: If we were to design our dream home together, what are three features or elements you'd definitely want to include?
ru: Если бы мы вместе проектировали наш дом мечты - какие 3 элемента ты бы точно хотел(а) туда добавить?

source: If we were to create a time capsule representing our relationship, what are three items you'd want to include to capture our journey?
ru: Если ты мы делали капсулу времени о наших отношениях - какие 3 вещи ты бы хотел(а) туда положить, которые отражают наш путь?

source: If we could participate in a reality TV show together, which one would you choose, and why?
ru: Если бы мы могли вместе поучаствовать в каком-то реалити-шоу, какое шоу ты бы выбрал(а), и почему?

source: How do you envision our role in each other's families and the integration of our respective social circles?
ru: Как ты представляешь себе наши роли в семьях друг друга, и объединение наших кругов общения?

source: Could you date some who doesn't share your political views?
ru: Ты бы мог(ла) встречаться с кем-то, кто не разделяет твоих политических взглядов?

source: If we were to create a vision board for our ideal life together, what are three images or words you'd want to include?
ru: Если бы составляли плакат желаний нашей идеальной жизни вместе - какие три картинки ты бы хотел(а) добавить?

source: What are some non-negotiable values or principles you hold when it comes to making important life decisions?
ru: Каких жестких принципов или ценностей ты придерживаешься, принимая важные решения в жизни?

source: What is one skill or talent you possess that you think would be fun to teach me, and how can we turn it into a bonding activity?
ru: Какому своему навыку или таланту тебе было бы интересно научить меня? Как мы можем превратить это в сближающее нас занятие?

source: Make three true “we” statements each. For instance, “We are both in this room feeling…”
ru: Давай каждый составим по три “мы”-предложения. Например, “Мы сейчас оба в этой комнате чувствуем...”

source: Do you think people are made for each other?
ru: Ты считаешь что люди созданы друг для друга?

source: What is one thing you've always wanted to try or experience with me, but haven't had the chance to yet?
ru: Что тебе всегда хотелось испытать вместе со мной, но у нас пока не было возможности?

source: Were you nervous during our first kiss?
ru: Ты волновался (волновалась) во время нашего первого поцелуя?

source: What is the most important lesson to teach a child?
ru: Как ты думаешь, какой самый главный урок, которому стоит обучить ребенка?

source: What is your favorite aspect of our relationship, and why does it hold significance for you?
ru: Какой аспект наших отношений ты ценишь больше всего, и почему он для тебя важен?

source: Is there anything about our relationship that feels totally unique to us?
ru: Есть ли что-то в наших отношениях, что кажется совершенно уникальным для нас?

source: How do you feel about big proposals?
ru: Как ты относишься к пышным и грандиозным предложениям руки?

source: Why do you think your past relationships haven't worked out?
ru: Как ты думаешь, поечму твои предыдущие отношения не сложились?

source: Which one of these objects reminds you most of me: an umbrella, light bulb, cell phone, loaf of bread, or pencil. Why?
ru: Какой из этих предметов больше всего тебе напоминает меня: зонтик, лампочка, мобильный телефон, батон хлеба, или карандаш. Почему?

source: If you could make a significant impact or difference in the world, what cause or issue would you focus on, and how can we contribute together?
ru: Если бы ты мог(ла) оказать существленное влияние или изменить мир, на какой проблемы ты бы делал(а) основной фокус? И как мы вместе можем помочь решению этой проблемы?

source: What’s one thing in our relationship that used to bother you, but you’ve since grown to accept?
ru: Что в наших отношениях тебя раньше беспокоило, но что ты потом принял(а)?

source: Do you consider me your best friend?
ru: Считаешь ли ты меня своим лучшим другом?

source: Which fictional couple reminds you of us?
ru: Какая вымышленная пара тебе больше всего нас напоминает?

source: What is a present that you have always wanted?
ru: Какой подарок ты всегда хотел(а) получить?

source: Would you consider cooking together as spending quality time?
ru: Считаешь ли ты совместное приготовление еды за качественно проведенное вместе время?

source: Do you feel comfortable sharing your problems with me?
ru: Насколько тебе комфортно делиться со мной своими проблемами?

source: Would you rather have the ability to fly or be invisible?
ru: Что ты выберешь: способность летать или невидимость

source: Would you rather have a rewind button for your life or a pause button?
ru: Что ты выберешь: иметь кнопку перемотки своей жизни или кнопку паузы?

source: Would you rather always have to sing instead of speak or dance everywhere you go?
ru: Что ты выберешь: всегда петь вместо того чтобы говорить или всегда танцевать когда идешь куда-то?

source: Would you rather never have to sleep again or never have to eat again?
ru: Что ты выберешь: чтобы тебе больше никогда не нужно было спать или никогда не нужно было есть?

source: Would you rather always be able to eat anything and as much as you want without negative consequences or never have to eat ever again unless you choose to?
ru: Что ты выберешь: способность есть что и сколько хочешь без плохих последствий для здоровья или чтобы тебе никогда не нужно было есть, если не захочешь?

source: Would you rather be able to talk to animals or speak all human languages fluently?
ru: Что ты выберешь: способность разговаривать с животными или чтобы ты в совершенстве знал(а) все человеческие языки?
