Repository: saramutina/AskAway
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Getting to Know You
ru: Узнать получше

source: Deep
ru: Философские вопросы

source: Couples
ru: Отношения

source: Would You Rather
ru: Что ты выберешь

source: Never Have I Ever
ru: Я никогда не

source: Favorites
ru: Избранное

source: What’s your favorite way to spend a day off?
ru: Как ты любишь проводить свои выходные?

source: Would you say you’re more of an extrovert or an introvert?
ru: Ты считаешь себя скорее экстравертом или интровертом?

source: If you could only eat one food for the rest of your life, what would it be?
ru: Если бы ты мог есть только одно блюдо до конца жизни, какое блюдо ты бы выбрал(а)?

source: What is your favorite season and weather?
ru: Какое твое любимое время года и погода?

source: What part of your day/week are you always looking forward to?
ru: Какой момент дня/недели ты всегда с нетерпением ждешь?

source: If you could have a superpower for a day, which superpower would you choose and how would you use it?
ru: Если бы ты мог(ла) выбрать какую-то спуерспособность на один день, какую ты бы выбрал(а) и как бы ты ее использовал(а)?

source: What is your guilty pleasure?
ru: Что ты тайно очень любишь, но в чем стыдно признаться?

source: What was your favorite thing to do as a child?
ru: Что ты больше всего любил(а) делать ребенком?

source: Have you ever collected anything? What was/is that?
ru: Ты когда-нибудь что-то коллекционировал(а)? Если да, то что?

source: What would you like to go viral on youtube for?
ru: Как бы ты хотел(а) завируситься на YouTube?

source: How many languages do you speak? Would you like to learn any new ones?
ru: Сколько языков ты знаешь? Хотел(а) бы выучить еще какие-то?

source: What color best describes your personality?
ru: Какой цвет лучше всего описывает твой характер?

source: Do you consider yourself a creative person? Why or why not?
ru: Считаешь ли ты себя креативным человеком? Почему или почему нет?

source: If you could live in any country for a year, which one would you choose and why?
ru: Если бы ты мог(ла) пожить в другой стране в течение года, какую страну ты бы выбрал(а) и почему?

source: What app on your phone do you use the most?
ru: Каким приложением на телефоне ты пользуешься больше всего?

source: What was you favorite subject at school?
ru: Какой у тебя был любимый предмет в школе?

source: If you had a one-way time machine in what time would you go to?
ru: Если бы у тебя была одноразовая машина времени (без обратного "билета") - в какое время бы ты переместился (переместилась)?

source: What in your life are you most passionate about right now? Something that you can talk about for hours.
ru: Чем ты больше всего увлечен(а) сейчас в своей жизни? Что-то о чем ты можешь говорить часами.

source: When having an oral exam, would you rather go first or last?
ru: Во время устного экзамена ты скорее бы выбрал(а) идти отвечать первым (первой) или последним (последней)?

source: What's one thing that can instantly make your day better?
ru: Что может моментально улучшить твой день?

source: What is your favorite content type (books, movies, series, music, games etc.)?
ru: Какой твой любимый вид контента (книги, фильмы, сериалы, музыка, игры и тд.)?

source: If you had enough money to start your own business right now, would you do it? What business would that be?
ru: Если бы у тебя было достаточно денег чтобы начать свой бизнес прямо сейчас - ты бы сделал(а) это? Какой бы это был бизнес?

source: If you could spend a day in anyone's body, but only as an observer, who would you choose?
ru: Если бы ты мог(ла) провести один день в чужом теле, но только в качестве наблюдателя - в чьем теле ты бы хотел(а) оказаться?

source: Which meal is your favorite: breakfast, lunch, or dinner?
ru: Что ты любишь больше: завтрак, обед или ужин?

source: Do you believe in aliens?
ru: Веришь ли ты в инопланетян?

source: What is your go-to social media right now?
ru: Какую соцсеть ты используешь чаще всего?

source: What style of interior design is your favorite?
ru: Какой стиль интерьера тебе нравится больше всего?

source: How do you enjoy spending your alone time?
ru: Как ты любишь проводить время в одиночестве?

source: What is your dream place to spend vacation at?
ru: Где бы ты хотел(а) провести отпуск мечты?

source: What movie or show you can keep rewatching?
ru: Какой фильм или сериал ты можешь пересматривать по 100 раз?

source: Do you have any pets? If so, what are they? If not, do you want any?
ru: У тебя есть домашние животные? Если да, то какие? Если нет, то хотел(а) бы ты кого-то завести?

source: Do you keep a journal, and, if yes, how often do you write in it?
ru: Ведешь ли ты личный дневник? Если да, то как часто?

source: What do you think of your given name?
ru: Нравится ли тебе твое имя?

source: Are you a city person or a country person?
ru: Ты предпочитаешь жить в городе или на природе?

source: What reality TV show would you go on?
ru: В каком реалити шоу ты бы хотел(а) поучаствовать?

source: If you could instantly become an expert in any field, what field would you choose?
ru: Если бы ты мог(ла) моментально стать экспертом (эксперткой) в какой-то области, какую область ты бы выбрал(а)?

source: If you could travel back in time and witness any historical event, which event would you choose?
ru: Если бы ты мог(ла) переместиться назад во времени и стать свидетелем (свидетельницей) какого-то исторического события, какое событие ты бы выбрал(а)?

source: If you could live in any fictional universe, which one would you choose and why?
ru: Если бы ты мог(ла) жить в какой-то вымышленной вселенной - какую ты бы выбрал(а) и почему?

source: What's the weirdest dream you've ever had?
ru: Расскажи свой самый странный сон.

source: What's the most daring fashion choice you've ever made?
ru: Какую самую необычную одежду ты носил(а)?

source: If you could eliminate one food item from existence, which one would you choose and why?
ru: Если бы ты мог(ла) сделать так чтобы какой-то еды (продукта или блюда) не существовало - какая бы это была еда?

source: What's the most unusual or interesting job you've ever had?
ru: Какая самая необычная или интересная работа у тебя была?

source: If you could have a conversation with any animal, which animal would you choose and what would you talk about?
ru: Если бы ты мог(ла) поговорить с любым животным - что бы это было за животное и о чем бы вы разговаривали?

source: What's the most memorable adventure you've ever had?
ru: Расскажи о своем самом запоминающемся путешествии.

source: If you could wake up tomorrow with a new skill or ability, what would you choose and why?
ru: Если бы ты мог(ла) проснуться завтра с новой способностью или талантом - что бы ты выбрал(а) и почему?

source: If you could have dinner with any three people, dead or alive, who would you choose and why?
ru: Если бы ты мог(ла) сходить на ужин с любыми тремя людьми (включая тех кто уже умер) - кого бы ты выбрал(а) и почему?

source: What's the strangest piece of trivia or fact that you know?
ru: Какой самый странный или необычный факт ты знаешь?

source: What's the most unusual talent or skill you possess?
ru: Какой твой самый необычный талант или способность?

source: What's your favorite form of creative expression (e.g., painting, writing, music, etc.), and why do you enjoy it?
ru: Какая твоя любимая форма творческого самовыражения (например рисование, письмо, музыка и тд.)? И почему именно она?

source: What's the most meaningful or memorable compliment you've ever received?
ru: Какой самый значимый или запоминающийся комплимент тебе делали?

source: If you could witness any natural phenomenon up close and personal, which one would you choose?
ru: Если бы ты мог(ла) увидеть вживую вблизи любой природный феномен - какой бы ты выбрал(а)?

source: If you were stranded on a deserted island, what three things would you want to have with you?
ru: Если бы ты оказался (оказалась) на необитаемом острове - какие 3 вещи ты бы хотел(а) иметь с собой?

source: What's something you've always wanted to learn or improve upon, but haven't had the opportunity to do so yet?
ru: Какой навык тебе всегда хотелось выучить/узнать или улучшить, но у тебя пока не было возможности сделать это?

source: If you could choose any fictional character as your best friend, who would it be, and why?
ru: Если бы любой выдуманный персонаж мог бы стать твоим лучшим другом (подругой) - кого бы ты выбрал(а) и почему?

source: What's the most beautiful place you've ever been to, and what made it so special?
ru: Расскажи о самом красивом месте в котором ты был(а). Почему именно оно тебе запомнилось?

source: If you had the opportunity to visit another planet, would you take it? Why or why not?
ru: Если бы у тебя была возможность слетать на другую планету - ты бы поехал(а)? Почему или почему нет?

source: What's your favorite question to ask when getting to know someone new?
ru: Какой вопрос ты любишь задавать чтобы получше узнать человека с которым знакомишься впервые?

source: If you could have a personal chef for a week, who would you want them to be, and what meals would you ask them to prepare?
ru: Если бы у тебя была возможность нанять личного повара - кого бы ты нанял(а) и какие блюда попросил(а) бы приготовить?

source: What's your go-to karaoke song?
ru: Какую песню ты всегда готов(а) спеть в караоке?

source: If you could have any animal as a pet, what would it be?
ru: Если бы ты мог(ла) завести абсолютно любое животное в качестве питомца - какое животное это было бы?

source: If you could only listen to one genre of music for the rest of your life, what would it be?
ru: Если бы тебе пришлось слушать только один музыкальный жанр до конца твоих дней - какой бы жанр ты выбрал(а)?

source: What's your favorite board game or card game?
ru: Какая твоя любимая настольная или карточная игра?

source: If you could have a celebrity as your best friend, who would it be?
ru: Если бы ты мог(ла) стать друзьями с любой знаменитостью - кто бы это был?

source: What's your favorite ice cream flavor?
ru: Какой твой любимый вкус мороженного?

source: If you could switch lives with anyone for a day, who would it be?
ru: Если бы ты мог(ла) поменяться жизнями с кем-нибудь на один день - кто бы это был?

source: If you could be a character in any book, which book would you choose and why?
ru: Если бы ты мог(ла) стать персонажем любой книги - какая бы это была книга? И почему?

source: What's the most memorable concert or live performance you've attended?
ru: Какой концент или живое выступление на котором ты был(а) тебе запомнился больше всего?

source: What's the craziest thing you've ever eaten?
ru: Что было самым безумным что ты когда-либо ел(а)?

source: If you could be a professional athlete, what sport would you choose?
ru: Если бы ты мог(ла) стать профессиональным спортсменом (спортсменкой) - какой спорт ты бы выбрал(а)?

source: What's your favorite childhood cartoon or TV show?
ru: Какой был твой любимый мультик или телешоу в детстве?

source: If you could only watch one TV show for the rest of your life, what would it be?
ru: Если бы тебе пришлось смотреть только одно телешоу до конца жизни - какое шоу ты бы выбрал(а)?

source: If you could eliminate one chore from your life forever, which one would it be?
ru: Если бы тебе больше никогда не пришлось делать какое-то одно дело по дому - что бы это было за дело?

source: If you could time travel to a specific decade, which one would you choose?
ru: Если бы мог(ла) переместиться во времени в определенное десятилетие - какое десятилетие ты бы выбрал(а)?

source: If you could learn to play any musical instrument overnight, which one would you choose?
ru: Если бы ты мог(ла) моментально научиться играть на любом музыкальном инструменте - какой инструмент ты бы выбрал(а)?

source: What's the last thing you Googled?
ru: Что последнее ты гуглил(а)?

source: What's the most incredible animal encounter you've ever had?
ru: Расскажи о самой невероятной встрече с каким-то животным или животными в твоей жизни.

source: What's your favorite outdoor activity or sport?
ru: Какое твое любимое занятие (или спорт) на свежем воздухе?

source: If you could have a theme song playing every time you entered a room, what song would it be?
ru: Если бы у тебя была тематическая песня которая играла бы каждый раз когда ты заходишь в комнату - что бы это была за песня?

source: If you could bring back one fashion trend from the past, which one would it be?
ru: Если бы ты мог(ла) вернуть любой модный тренд из прошлого - какой тренд ты бы вернул(а)?

source: If you could have any job in the world, regardless of qualifications or experience, what would it be?
ru: Если бы у тебя могла быть любая в мире работа, независимо от опыта и квалификации - какую работу ты бы выбрал(а)?

source: If you could have any fictional creature as a pet, what would it be?
ru: Если бы ты мог(ла) завести любое несуществующее (в том числе волшебное) животное в качестве питомца - что бы это было за животное?

source: If you could have a celebrity play you in a movie about your life, who would you choose?
ru: Если бы ты мог(ла) выбрать любую знаменитость которая сыграла бы тебя в фильме о твоей жизни - кого бы ты выбрал(а)?

source: What's the funniest or weirdest thing that has ever happened to you while traveling?
ru: Расскажи о самом смешном или странном случае который происходил с тобой в какой-то поездке или путешествии?

source: What's the most unusual or interesting talent you've seen someone else possess?
ru: Какой самый необычный или интересный талант ты видел(а) у кого-то?

source: What's the most memorable prank someone has played on you or that you've played on someone else?
ru: Какой самый запоминающийся пранк/розыгрыш кто-то играл над тобой или ты играл(а) над кем-то еще?

source: What's the most unusual or creative Halloween costume you've ever worn?
ru: Какой самый необычный хэллуинский костюм ты когда либо носил(а)?

source: What's the craziest or most impressive DIY project you've ever attempted or witnessed?
ru: Какой самый сумасшедший или впечатляющий DIY("сделай сам") проект ты пытался сделать или видел как кто-то делает?

source: If you could have a personal robot assistant, what would you want it to do for you?
ru: Если бы у тебя был личный робот-ассистент - что бы ты хотел(а) чтобы он делал для тебя?

source: If you could live in a fictional world from a video game, which one would it be and why?
ru: Если бы ты мог(ла) жить в выдуманном мире из какой-то компьютерной игры - что бы это была за игра и почему?

source: What's the most adventurous or unconventional hairstyle or hair color you've ever had?
ru: Какая самая необычная прическа и/или цвет волос у тебя были?

source: If you could have any fictional gadget or technology from a movie, what would you want?
ru: Если бы ты мог(ла) иметь любой вымышленный прибор или технологию из какого-нибудь фильма - что бы тебе хотелось иметь?

source: If you could only communicate through song lyrics for a day, which song would you choose to express yourself?
ru: Если бы тебе пришлось общаться исключительно с помошью слов какой-то песни в течнии одного дня - какую песню ты бы выбрал(а) для самовыражения?

source: What's the most incredible or mind-blowing magic trick or illusion you've seen?
ru: Какой самый невероятный или мозговзрывающий фокус или иллюзию ты видел(а)?

source: If you could instantly become fluent in any foreign language, which one would you choose?
ru: Если бы ты мог(ла) моментально в совершенстве выучить любой иностранный язык - какой бы это был язык?

source: If you wrote a book about yourself, what would you title it?
ru: Если бы ты писал(а) книгу о себе - как бы ты ее назвал(а)?

source: If you were a character in a cartoon, what wacky catchphrase would you have?
ru: Если бы ты был(а) персонажем мультфильма - какая бы у тебя была дурацкая коронная фразочка?

source: What is an awesome invention you think will be created in your lifetime?
ru: Какое невероятное изобретение или новая технология ты думаешь будет создано при твоей жизни?

source: What would be the first holiday you would go on after retiring?
ru: В какое первое путешествие ты бы хотел(а) поехать после выхода на пенсию?

source: What’s the silliest job you’d like to try?
ru: На какой самой смешной или странной работе тебе бы хотелось поработать?

source: What sleeping position do you always revert to?
ru: В какой позе ты спишь чаще всего?

source: What’s one name you would never call your kid and why?
ru: Каким именем ты бы никогда не назвал(а) своего ребенка и почему?

source: Is there a fictional character that you think is exactly like you?
ru: Какой вымышленный персонаж максимально на тебя похож?

source: What quote would you get framed for your bedroom wall?
ru: Какую цитату ты бы мог(ла) повесить в рамочку на стену в своей спальне?

source: What is something you don’t like to see in movies?
ru: Что ты не любишь видеть в фильмах?

source: If you could create a new holiday, what would it be called and how would you celebrate it?
ru: Если бы ты мог(ла) придумать новый праздник - как бы ты его назвал(а) и как бы он отмечался?

source: What's the most unusual hobby or interest you have that surprises people?
ru: Какое твое самое необычное хобби или интерес (что-то чему люди удивляются когда узнают о тебе)?

source: If you could invent a new flavor of potato chips, what would it taste like?
ru: Если бы мог(ла) придумать новый вкус чипсов - какой бы это был вкус?

source: What's the silliest, non-essential item you've ever bought or considered buying online?
ru: Какая сама дурацкая не-необходимая вещь которую ты когда-либо покупал(а) или хотел(а) купить онлайн?

source: What's the most absurd rumor or gossip you've ever heard about yourself, and how did you react to it?
ru: Какой самый странный слух ты слышал(а) о себе? И какая у тебя была реакция на него?

source: What's the most outlandish conspiracy theory you've heard, and did it make you laugh or question reality?
ru: Какую самую сумасшедшую теорию заговора ты слышал(а)? Она была смешной или заставила тебя сомнневаться в реальности?

source: What is your biggest dream right now?
ru: Какая у тебя сейчас самая главная мечта в жизни?

source: If you could have a conversation with your future self, what advice or question would you want to share?
ru: Если бы мог(ла) поговорить с будущей версией себя, какой вопрос бы ты спросил(а) или какой совет дал(а)?

source: What type of people you could never be friends with?
ru: С какими людьми ты бы никогда не смог(ла) стать друзьями?

source: What’s been on your heart and mind recently?
ru: Что в последнее время у тебя на сердце и в мыслях?

source: What are you most proud of about yourself?
ru: Чем о себе ты больше всего гордишься?

source: Is there something in particular that you are hoping to accomplish in the future? What is it?
ru: Есть ли что-то конкретное чего бы тебе хотелось добиться в будущем? Что это?

source: Who are you most like in your family? In what ways?
ru: На кого из твоей семьи ты больше всего похож(а)? Каким образом?

source: How do you feel about your childhood? What would you change about it if you could?
ru: Как ты относишься к своему детству? Ты бы хотел(а) что-то в нем поменять, если бы была такая возможность?

source: If you didn't have to care about money at all, what would you do day-to-day?
ru: Если бы тебе вообще не нужно было бы думать о деньгах, чем бы ты занимался (занималась)?

source: If you had a very dificult time in your life, who is the fisrt person you would go to for help?
ru: Если бы у тебя настал тяжелый период в жизни, к какому человеку ты бы первому обратился (обратилась) за помощью?

source: Do you believe in some kind of higher power? Have you ever prayed to it?
ru: Веришь ли ты в какие-то высшие силы? Ты когда-нибудь молился (молилась) им?

source: What’s something you’ve done that you still feel guilty about to this day?
ru: О чем из того что ты делал(а) ты жалеешь до сих пор?

source: Do you have a conviction about what comes after death?
ru: Есть ли у тебя какое-то убеждение в том что будет после смерти?

source: What's the most challenging thing you've ever done, and what did you learn from it?
ru: Какая самая сложная вещь которую тебе приходилось делать? Чему тебя научил этот опыт?

source: What's the best piece of advice you've ever received, and how has it impacted your life?
ru: Расскажи о лучшем совете который тебе когда-либо давали. Как он повлиял на твою жизнь?

source: If you could solve one global problem, what would it be, and how would you approach it?
ru: Если бы ты мог(ла) решить одну мировую проблему - что бы это была за проблема и как бы ты ее решал(а)?

source: What's the most significant change you've made in your life that you're proud of?
ru: Какое самое значительное изменение, которым ты гордишься, тебе приходилось делать в своей жизни?

source: What is the most significant lesson you've learned from a past relationship?
ru: Какой самый значимый урок ты вынес(ла) из своих прошлых отношений?

source: How do you define happiness?
ru: Что для тебя счастье?

source: What is your biggest fear, and how do you navigate or overcome it?
ru: Какой у тебя самый большой страх? И как ты с ним уживаешься или справляешься?

source: Is there a belief or value that you hold close to your heart, and how does it influence your decisions and actions?
ru: Есть ли какое-то убеждение или ценность, которые очень близки твоему сердцу? И как они влияют на твои действия и решения?

source: Can you share a transformative experience or moment that had a profound impact on your life?
ru: Расскажи о каком-то событии или моменте, которые значительно поменяли твою жизнь.

source: What is one thing you wish more people understood about you?
ru: Что бы тебе хотелось чтобы больше людей понимали о тебе?

source: What is your greatest passion, and how does it bring fulfillment to your life?
ru: Какая твоя самая большая страсть и как она наполняет твою жизнь?

source: How do you find balance between your personal and professional life?
ru: Как ты находишь баланс между личной и професииональной жизнью?

source: Is there a significant event or experience from your childhood that shaped who you are today?
ru: Было ли у тебя какое-то событие в детстве которое повлияло на твое формирование и сделало тебя тем кто ты есть сегодня?

source: How do you handle and cope with failure or setbacks?
ru: Как ты справляешься с неудачами в жизни?

source: How do you approach vulnerability and opening up to others?
ru: Легко ли тебе показывать свои уязвимости и открываться другим людям?

source: Can you share a personal goal or dream that you're currently pursuing?
ru: Можешь поделиться личной целью или мечтой к которым ты сейчас стремишься?

source: What is the greatest act of kindness you've ever received, and how did it impact you?
ru: Какой самый добрый поступок совершали по отношению к тебе и как он на тебя повлиял?

source: What is the most significant sacrifice you've made for someone or something you believe in?
ru: Какая была самая значимая жертва на которую тебе пришлось пойти ради кого-то или ради своих убеждений?

source: What is your philosophy on love and relationships?
ru: Что ты думашь (в философском плане) о любви и отношениях?

source: Can you share a moment when you felt truly connected to another person?
ru: Можешь ли поделиться моментом когда ты по-настоящему почувствовал(а) связь с другим человеком?

source: How do you practice self-care and prioritize your well-being?
ru: Как именно ты заботишься о себе?

source: Can you share a significant turning point or transition in your life?
ru: Можешь ли поделиться значительным поворотным моментом в твоей жизни?

source: Can you describe a time when you felt completely out of your comfort zone? How did it feel?
ru: Опиши случай и свои впечатления когда ты чувствовал(а) себя вне зоны комфорта.
